/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ zkopírovány do schránky";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Potvrzení";

/* No comment provided by engineer. */
"%d more" = "%d více";

/* No comment provided by engineer. */
"%d Transactions" = "%d Transakce";

/* No comment provided by engineer. */
"Account Settings" = "Nastavení Účtu";

/* No comment provided by engineer. */
"Active" = "Aktivní";

/* No comment provided by engineer. */
"Add to Address book?" = "Přidat do adresáře?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Vyskytla se chyba ověřování PIN kódem se vzdáleným serverem. Můžete být offline nebo blockchain mohou být potíže. Chtěli byste opakování ověření nebo místo, zadejte své heslo ručně?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Došlo k chybě načítání vaši peněženku. Můžete být offline nebo Blockchain se potýká s problémy. Prosím, zavřete aplikace a zkuste to později, nebo re-pair vám zařízení.";

/* No comment provided by engineer. */
"Any Address" = "Jakoukoli Adresu";

/* No comment provided by engineer. */
"Archive" = "ADRESA ARCHIVU";

/* No comment provided by engineer. */
"Archived" = "Archivovány";

/* No comment provided by engineer. */
"Automatically" = "Automaticky";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Před vstupem na vaši peněženku, zvolte prosím číslo pin použít pro odemknutí peněženku. Je důležité si uvědomit, tento odznak, jelikož jej nelze obnovit nebo změnit bez prvním odblokování aplikace.";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Nelze uložit PIN Kód při peněženka není inicializován nebo heslo je neplatné";

/* No comment provided by engineer. */
"Change PIN" = "Změna PIN";

/* No comment provided by engineer. */
"Close App" = "V Blízkosti App";

/* No comment provided by engineer. */
"Confirm Payment" = "Potvrďte Platbu";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Potvrďte platbu%1$@ (%2$@) %3$@";

/* No comment provided by engineer. */
"Send from..." = "Poslat z...";

/* No comment provided by engineer. */
"Send to..." = "Poslat...";

/* No comment provided by engineer. */
"Create Wallet" = "Vytvořit Peněženku";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Dešifrovat PIN Heslo délka 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Dešifrovací Klíč";

/* No comment provided by engineer. */
"Enter Password" = "Zadejte Heslo";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Nepodařilo Se Načíst Peněženku";

/* No comment provided by engineer. */
"No internet connection." = "Žádné připojení k Internetu.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Hotové Podpisu Vstupy";

/* No comment provided by engineer. */
"Forget Details" = "Zapomenout Podrobnosti";

/* No comment provided by engineer. */
"Forget Wallet" = "Zapomněl Peněženku";

/* No comment provided by engineer. */
"How would you like to pair?" = "Jak by se vám líbilo pár?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Pokud již máte Blockchain Peněženky, vyberte si Dvojici Zařízení; jinak zvolte Vytvořit Peněženku. Je to Zdarma! Žádný e-mail zapotřebí.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Dovážené Soukromý Klíč %@";

/* No comment provided by engineer. */
"Information" = "Informace";

/* No comment provided by engineer. */
"Invalid email address." = "Neplatné e-mailovou adresu.";

/* No comment provided by engineer. */
"Invalid GUID" = "Neplatné GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Neplatný Identifikátor";

/* No comment provided by engineer. */
"Invalid Send Value" = "Prosím zadejte částku";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Neplatné Sdílený Klíč";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Neplatný Kód Stavu Vráceného %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Neplatný bitcoin adresy";

/* No comment provided by engineer. */
"Loading External Page" = "Načítání Externích Stránku";

/* No comment provided by engineer. */
"Logout" = "Odhlásit";

/* No comment provided by engineer. */
"Do you really want to log out?" = "Opravdu chcete odhlásit?";

/* No comment provided by engineer. */
"Please enter your PIN" = "Zadejte váš kód PIN";

/* No comment provided by engineer. */
"Please enter a new PIN" = "Zadejte nový kód PIN";

/* No comment provided by engineer. */
"Confirm your PIN" = "Potvrdit kód PIN";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "Nesprávný kód PIN. Opakujte akci.";

/* No comment provided by engineer. */
"News, Price & Charts" = "Novinky, ceny & Charts";

/* No comment provided by engineer. */
"Manually" = "Ručně";

/* No comment provided by engineer. */
"No" = "Č.";

/* No comment provided by engineer. */
"No Label" = "Bez Označení";

/* No comment provided by engineer. */
"No Password Entered" = "Bez Hesla";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Otevřete Nastavení Účtu, Odhlásit nebo změnit svůj pin níže.";

/* No comment provided by engineer. */
"Options" = "Možnosti";

/* No comment provided by engineer. */
"Pair Device" = "Pár Zařízení";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Parsování Párování Kód";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Heslo musí být 10 znaků nebo déle";

/* No comment provided by engineer. */
"Passwords do not match" = "Hesla se neshodují";

/* No comment provided by engineer. */
"Payment Sent!" = "Platba Zaslána!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN Šifrovaný Řetězec je nulová";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN Reakci Objektů na klíč nebo hodnota délky 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN Odpověď Objekt úspěch délka 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN byl Úspěšně Uložen";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN Ověření nemůže být dokončena. Prosím zadejte vaši peněženku heslo ručně.";

/* No comment provided by engineer. */
"PIN Validation Error" = "Chyba Ověření PIN";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Zadejte, prosím, vaše 36 charakter peněženky, identifikátor správně. To může být nalezené v uvítacím e-mailu, na startu.";

/* No comment provided by engineer. */
"Please provide an email address." = "Uveďte, prosím, e-mailovou adresu.";

/* No comment provided by engineer. */
"Please Wait" = "Prosím Čekejte";

/* No comment provided by engineer. */
"Retry Validation" = "Opakování ověření";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Skenování Sledovat Pouze Adresu?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Druhé Chybné Heslo";

/* No comment provided by engineer. */
"Send Payment From:" = "Platbu Zasílejte Z:";

/* No comment provided by engineer. */
"Send Payment To:" = "Platbu Zasílejte Na:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Vrátil Null Stavový Kód";

/* No comment provided by engineer. */
"Signing Input %d" = "Podepisování Vstupní %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Podepisování Vstupy";

/* No comment provided by engineer. */
"Success" = "Úspěch";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Soukromý klíč se pokoušíte importovat je šifrována. Zadejte, prosím, heslo níže.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Tato akce vyžaduje druhé heslo pro váš bitcoin peněženku. Prosím, zadejte níže a stiskněte pokračovat.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "To vymaže všechny peněženky údaje o tomto zařízení. Prosím, potvrďte máte peněženku informace uložené jinde jinak žádné bitcoiny v této peněženky budou nepřístupné!!";

/* No comment provided by engineer. */
"Unarchive" = "ODARCHIVOVAT ADRESA";

/* No comment provided by engineer. */
"Unconfirmed" = "Nepotvrzené";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Nepodporovaný Soukromý Klíč Formát";

/* No comment provided by engineer. */
"User Declined" = "Uživatel Odmítl";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Peněženka adresu %@ má finanční prostředky k dispozici strávit. Nicméně soukromý klíč musí být skenované z papírové peněženky nebo QR Kódu. Chcete skenovat privátní klíč nyní?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Peněženka Spárované Úspěšně.";

/* No comment provided by engineer. */
"Warning!!!" = "Varování!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Vítejte Zpět";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Vítejte na Blockchain Peněženku";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Chtěli byste přidat bitcoin adresu %@ do svého adresáře?";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Nemáte žádné aktivní bitcoin adresy jsou k dispozici pro odeslání";

/* No comment provided by engineer. */
"You must enter a destination address" = "Musíte zadat cílovou adresu";

/* No comment provided by engineer. */
"You must enter a label" = "Musíte zadat popisek";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Vaše peněženka byl úspěšně vytvořen.";

/* No comment provided by engineer. */
"Close" = "Zavřít";

/* No comment provided by engineer. */
"Back" = "Zpět";

/* No comment provided by engineer. */
"New Wallet" = "Nová Peněženka";

/* No comment provided by engineer. */
"MOVED" = "PŘESUNUTO";

/* No comment provided by engineer. */
"RECEIVED" = "PŘIJATÉ";

/* No comment provided by engineer. */
"SENT" = "ODESLÁNO";

